{
    "es":{
        "headerBar":{
            "nav":{
                "inicio": "Inicio",
                "historia": "Historia",
                "proposito": "Proposito",
                "comunidad": "Comunidad"
            },
            "button": "Comprar"
        },
        "main":{
            "section1":{
                "container0": {
                    "title": "Historia",
                    "text": "En un mundo donde la economía es controlada por instituciones obsoletas y el futuro de la humanidad parece estar en manos de unos pocos, dos de las mentes más influyentes de nuestro tiempo decidieron unirse en una alianza que nadie vio venir."
                },
                "container1":{
                    "title": "ELON MUSK",
                    "text": "Elon Musk, el visionario loco, un genio adelantado a su época que sueña con colonizar Marte y transformar el planeta en una utopía futurista. Para él, el dinero no es más que una herramienta para financiar sus ambiciones espaciales y llevar a la humanidad más allá de las estrellas."
                },
                "container2":{
                    "title": "DONALD TRUMP",
                    "text": "Donald Trump, el magnate de los negocios sin paciencia, un hombre que no acepta un “no” como respuesta. Con su característico estilo imponente y su amor por los grandes imperios, quiere revolucionar el presente, hacer que Estados Unidos sea más grande que nunca y garantizar que todos tengan el poder de la riqueza en sus propias manos."
                },
                "container3":{
                    "title": "ENCUENTRO",
                    "text": "Se conocieron de forma inevitable. Ambos dominaban el juego del poder, la influencia y los negocios. Aunque con personalidades opuestas, tenían algo en común: el deseo de cambiar el mundo a su manera. Mientras Musk soñaba con el mañana, Trump quería asegurarse de que el hoy fuera suyo."
                },
                "container4":{
                    "title": "CONSPIRACION LUNAR",
                    "c4t1":"En una noche estrellada, en su base lunar privada, Musk y Trump se reunieron en secreto con asesores y bots de IA.",
                    "c4t2":"Musk, con una sonrisa enigmática, preguntó:",
                    "c4t3":" - Si el dinero es solo un concepto, ¿por qué no reinventarlo?",
                    "c4t4":"Trump, con los brazos cruzados, respondió:",
                    "c4t5":" - Si hacemos algo, debe ser huge, imposible de ignorar.",
                    "c4t6":"Ambos sabían que podían desafiar el sistema y cambiar el juego. Se miraron, estrecharon manos y sellaron un pacto: crear la memecoin definitiva."
                } 
            },
            "section2":{
                "title": "El Propósito Supremo",
                "text": "Pero esto no se trataba solo de dinero. No era solo otro chiste del internet. Esta memecoin tenía un propósito superior",
                "cards":{
                    "card1": "Darle a la gente libertad financiera para vivir el presente sin preocupaciones y planear su futuro sin límites",
                    "card2": "Enfrentar a las instituciones y mafias que controlan el mundo cripto, devolviendo el poder al pueblo.",
                    "card3": "Financiar el desarrollo de la primera ciudad en Marte, asegurando que la humanidad tenga un futuro más allá de la Tierra."
                },
                "text2": "Así nació esta memecoin, respaldada por el dúo más improbable pero poderoso de la historia. Un proyecto que mezcla lo mejor del presente con lo mejor del futuro."
            },
            "section3":{
                "title": "Comunidad",
                "text": "Pero ningún imperio se construye solo. Para que este plan se convierta en una verdadera revolución, necesitamos más que solo una idea, necesitamos una comunidad poderosa, comprometida y lista para cambiar las reglas del juego.  Trusk no es solo una memecoin, es un movimiento que desafía el sistema, rompe barreras y empodera a quienes se atreven a soñar en grande",
                "cards":{
                    "card1":{
                        "title": "Únete a la Revolución Económica",
                        "text": "La memecoin Trusk no es solo una criptomoneda, es un movimiento que desafía el sistema financiero tradicional. Al comprar Trusk, te conviertes en parte de una comunidad que busca la libertad financiera, la independencia económica y la creación de nuevas oportunidades para todos. No se trata solo de especulación, sino de construir algo más grande, un ecosistema donde cada transacción es un paso hacia el futuro."
                    },
                    "card2":{
                        "title": "Comparte y Crea Memes Épicos",
                        "text": "El poder de una comunidad no solo está en sus inversiones, sino en su creatividad y voz en internet. Los memes han dado forma a la cultura digital, y con Trusk, tú puedes ser parte de la historia. Comparte, crea y viraliza contenido sobre Musk, Trump y la revolución económica que estamos construyendo. Con cada meme, seguimos expandiendo el alcance de Trusk hasta cada rincón de internet, logrando que más personas se sumen a esta causa. Tú tienes el poder de hacer que el mundo hable de Trusk."
                    },
                    "card3":{
                        "title": "Sé parte de la comunidad y accede a beneficios exclusivos",
                        "text": "Ser miembro de Trusk no solo te dará acceso a contenido exclusivo, sino que también te abrirá las puertas a eventos especiales, encuentros con la comunidad y oportunidades únicas dentro del ecosistema. Tendrás la posibilidad de participar en iniciativas innovadoras, estar al tanto de las últimas novedades antes que nadie y formar parte de un grupo selecto de pioneros en esta revolución financiera. Únete ahora y sé parte del futuro que estamos construyendo juntos."
                    }
                }
            }
        },
        "footer":{
            "button": "COMPRAR"
        }
    },
    "en": {
        "headerBar": {
            "nav": {
                "inicio": "Home",
                "historia": "History",
                "proposito": "Purpose",
                "comunidad": "Community"
            },
            "button": "Buy"
        },
        "main": {
            "section1": {
                "container0": {
                    "title": "History",
                    "text": "In a world where the economy is controlled by outdated institutions and the future of humanity seems to be in the hands of a few, two of the most influential minds of our time decided to join forces in an alliance that no one saw coming."
                },
                "container1": {
                    "title": "ELON MUSK",
                    "text": "Elon Musk, the crazy visionary, a genius ahead of his time who dreams of colonizing Mars and transforming the planet into a futuristic utopia. For him, money is just a tool to fund his space ambitions and take humanity beyond the stars."
                },
                "container2": {
                    "title": "DONALD TRUMP",
                    "text": "Donald Trump, the impatient business magnate, a man who does not take 'no' for an answer. With his imposing style and love for grand empires, he wants to revolutionize the present, make America greater than ever, and ensure that everyone has the power of wealth in their own hands."
                },
                "container3": {
                    "title": "THE MEETING",
                    "text": "Their meeting was inevitable. Both dominated the game of power, influence, and business. Despite their opposing personalities, they had one thing in common: the desire to change the world in their own way. While Musk dreamed of tomorrow, Trump wanted to ensure that today was his."
                },
                "container4": {
                    "title": "LUNAR CONSPIRACY",
                    "c4t1": "On a starry night, in their private lunar base, Musk and Trump secretly met with advisors and AI bots.",
                    "c4t2": "Musk, with an enigmatic smile, asked:",
                    "c4t3": " - If money is just a concept, why not reinvent it?",
                    "c4t4": "Trump, arms crossed, replied:",
                    "c4t5": " - If we do something, it has to be huge, impossible to ignore.",
                    "c4t6": "They both knew they could challenge the system and change the game. They looked at each other, shook hands, and sealed a pact: to create the ultimate memecoin."
                }
            },
            "section2": {
                "title": "The Supreme Purpose",
                "text": "But this was not just about money. It was not just another internet joke. This memecoin had a higher purpose.",
                "cards": {
                    "card1": "Give people financial freedom to live in the present without worries and plan their future without limits.",
                    "card2": "Challenge the institutions and mafias that control the crypto world, returning power to the people.",
                    "card3": "Fund the development of the first city on Mars, ensuring that humanity has a future beyond Earth."
                },
                "text2": "Thus, this memecoin was born, backed by the most unlikely yet powerful duo in history. A project that combines the best of the present with the best of the future."
            },
            "section3": {
                "title": "Community",
                "text": "But no empire is built alone. For this plan to become a true revolution, we need more than just an idea—we need a powerful community, committed and ready to change the rules of the game. Trusk is not just a memecoin; it is a movement that challenges the system, breaks barriers, and empowers those who dare to dream big.",
                "cards": {
                    "card1": {
                        "title": "Join the Economic Revolution",
                        "text": "The Trusk memecoin is not just a cryptocurrency; it is a movement that challenges the traditional financial system. By buying Trusk, you become part of a community that seeks financial freedom, economic independence, and the creation of new opportunities for all. It’s not just about speculation; it’s about building something bigger—an ecosystem where every transaction is a step toward the future."
                    },
                    "card2": {
                        "title": "Share and Create Epic Memes",
                        "text": "The power of a community is not only in its investments but also in its creativity and voice on the internet. Memes have shaped digital culture, and with Trusk, you can be part of history. Share, create, and viralize content about Musk, Trump, and the economic revolution we are building. With every meme, we expand Trusk’s reach to every corner of the internet, bringing more people into this cause. You have the power to make the world talk about Trusk."
                    },
                    "card3": {
                        "title": "Be Part of the Community and Access Exclusive Benefits",
                        "text": "Being a member of Trusk will not only give you access to exclusive content but will also open the doors to special events, community gatherings, and unique opportunities within the ecosystem. You'll have the chance to participate in innovative initiatives, stay ahead with the latest updates before anyone else, and be part of a select group of pioneers in this financial revolution. Join now and be part of the future we are building together."
                    }
                }
            }
        },
        "footer": {
            "button": "BUY"
        }
    }
}

